{
	"common": [
		"[no description provided by <@473941394474401813>]",
		"\n\n**example**\nM._0_\nM._0_ <@651450006573678605>"
	],
	"actions": {
		"cry": "This command shows that you want to cry.",
		"sad": "This command shows that you are in sad.",
		"happy": "This command shows that you are in happy.",
		"smile": "This command shows that you are smile.",
		"pat": "This command shows that you want to pat.",
		"hug": "This command shows that you want to purring.",
		"purr": "This command shows that you are purring.",
		"yes": "This command shows that you like that thing.",
		"no": "This command shows that you dislike that thing.",
		"dance": "This command shows that you want to dance.",
		"bite": "This command shows that you want to bite.",
		"wave": "This command shows that you want to wave.",
		"bye": "This command shows that you want to say goodbye.",
		"kill": "This command shows that you want to kill.",
		"poke": "This command shows that you want to poke.",
		"slap": "This command shows that you want to slap.",
		"punch": "This command shows that you want to punch.",
		"die": "This command shows that you want to die.",
		"dead": "This command shows that you are dead.",
		"steal": "This command shows that you want to steal.",
		"run": "This command shows that you want to run.",
		"laugh": "This command shows that you want to laugh.",
		"shy": "This command shows that you are shy.",
		"sleep": "This command shows that you want to sleep.",
		"stare": "This command shows that you are stare.",
		"glare": "This command shows that you are glare.",
		"kiss": "This command shows that you want to kiss.",
		"lick": "This command shows that you want to lick.",
		"facepalm": "This command shows that you facepalming.",
		"pout": "This command shows that you pouting.",
		"shrug": "This command shows that you are shrugs.",
		"clap": "This command shows that you are claps.",
		"highfive": "This command shows that you are give a high five.",
		"hi": "This command shows that you are saying Hi.",
		"hey": "This command shows that you are saying Hey.",
		"nervous": "This command shows that you are nervous.",
		"catch": "This command shows that you are catch someone.",
		"kick": "This command shows that you are kick someone",
		"cuddle": "This command shows that you are cuddle someone"
	},
	"command": {
		"help": "this command helps you to find commands and tells what they do.\n\n**example**\nM.help\nM.help smile",
		"avatar": "this command show the avatar of user.\n\n**example**\nM.avatar\nM.avatar <@651450006573678605>",
		"about": "this command show the information about bot.\n\n**example**\nM.about",
		"ping": "this command help to check bot speed.\n\n**example**\nM.ping",
		"system": "Please stay away from this command, this command belongs to bot developer.",
		"set": "this command help you to change settings.\n\n**Welcome example**\nM.set welcome no\nM.set welcome #channel\n\n**Good bye example**\nM.set bye no\nM.set bye #channel",
		"gif": "this command help to find a gif images.\n\n**example**\nM.gif *rezero rem*",
		"ban": "this command help to ban users from the server.\n\n**example**\nM.ban @user\nM.ban @user1 @user2\nM.ban @user *for posting nsfw*",
		"kick": "this command help to kick users from the server.\n\n**example**\nM.kick @user\nM.kick @user1 @user2\nM.kick @user *for posting nsfw*",
		"stats": "this command help to view Megumi's statistics.\n\n**example**\nM.stats",
		"invite": "this command help to invite Megumi for a server.\n\n**example**\nM.invite"
	}
}
